{
  "about": {
    "text": [
      "Festival je určen všem, kdo mají jen trochu zájem o svět výběrové kávy. Nezáleží zda jste profesionál z oboru, kávový nadšenec nebo jste včera ochutnali svoji první v60 a teprve se rozkoukáváte. A pokud na vás už bude kofeinu moc - nabízí festival alternativu v podobě alko i nealko drinků a slaných i sladkých dobrot."
    ],
    "title": "Co je roast!?"
  },
  "buyTickets": "Chci vstupenky",
  "contact": "Kontakt",
  "location": {
    "title": "Lokace",
    "addressTitle": "Adresa",
    "howToTitle": "Jak se na festival dostanete?",
    "means": {
      "car": "Autem",
      "public": "MHD"
    },
    "parking": {
      "lot": {
        "title": "Parkoviště Bratislavská",
        "description": "O víkendu zdarma"
      },
      "zones": {
        "title": "Parkování v městské zóně nebo na ulici",
        "pricing": [
          {
            "title": "Zóna B: O víkendu zdarma"
          },
          {
            "title": "Zóna C: O víkendu zdarma"
          }
        ]
      }
    }
  },
  "organizers": {
    "text": [
      "Jsme skupina brněnských kávových nadšenců a profesionálů, která se rozhodla, že přinesou do Brna kulturu evropských kávových festivalů. Jednotlivé členy našeho týmu můžete potkat za barem několika brněnských kavárnách, pražírnách, barech a dalších podnicích. Spojuje nás dohromady láska k výběrové kávě a gastronomii."
    ],
    "title": "O nás"
  },
  "place": "Káznice, Brno",
  "programCategory": {
    "lecture": "Přednášky",
    "workshop": "Workshop",
    "espresso": "Espresso bar",
    "espresso_milk": "Espresso bar s mlékem",
    "brew": "Brew bar"
  },
  "program": [
    {
      "title": "Den 1",
      "date": "16/9",
      "schedule": [
        {
          "track": "espresso",
          "schedule": [
            {
              "start": 11,
              "end": 14,
              "title": "IG Coffee Roasters"
            },
            {
              "start": 14.5,
              "end": 17.5,
              "title": "IG Coffee Roasters"
            }
          ]
        },
        {
          "track": "espresso_milk",
          "schedule": [
            {
              "start": 10.5,
              "end": 13,
              "title": "Kikafe"
            },
            {
              "start": 14,
              "end": 17.5,
              "title": "The Roses"
            },
            {
              "start": 11,
              "end": 14,
              "title": "Chroast"
            },
            {
              "start": 14.5,
              "end": 17.5,
              "title": "Punkt."
            }
          ]
        },
        {
          "track": "brew",
          "schedule": [
            {
              "start": 10.5,
              "end": 13.5,
              "title": "Poppy Beans"
            },
            {
              "start": 14.5,
              "end": 17.5,
              "title": "Veroni"
            },
            {
              "start": 11,
              "end": 14,
              "title": "Mitte Coffee"
            },
            {
              "start": 14,
              "end": 17.5,
              "title": "Mima Coffee Roastery"
            },
            {
              "start": 10.5,
              "end": 13,
              "title": "Jizba Luhačovice"
            },
            {
              "start": 14,
              "end": 17,
              "title": "Penerini"
            }
          ]
        },
        {
          "track": "lecture",
          "schedule": [
            {
              "start": 11.5,
              "end": 13.5,
              "title": "Kávové experimenty a přátelství - zkušenosti Chicas Industry z Kolumbie",
              "speakers": [
                "Karolína Nekvindová",
                "Tereza Prejdová"
              ],
              "description": "Chcete zjistit, kdo tvoří tým Chicas Industry a jaká je náplň práce importéra zeleného zrna? Dozvíte se, které aspekty jejich práce jsou žádoucí a které naopak nepříjemné. Představí, od koho odebírají zelené zrno a proč spolupracují právě s těmito konkrétními farmáři. Zjistíte, jak se mohou pěstitelé s importéry vzájemně inspirovat a jak udržují přátelství přes půlku světa."
            },
            {
              "start": 14,
              "end": 16,
              "title": "Účast na World Brewers Cup Milano & Melbourne",
              "speakers": [
                "Tomáš Taussig"
              ],
              "description": "Dvojnásobný vítěz národního kola Brewers Cup a majitel ostravské pražírny Coffee Culture o jeho cestě přes půl světa na mistrovství světa, spolu s tipy pro budoucí soutěžící."
            }
          ]
        },
        {
          "track": "workshop",
          "schedule": [
            {
              "start": 12.5,
              "end": 13.5,
              "title": "Coffee Culture: Cupping",
              "description": "Produkční cupping Coffee Culture pod taktovkou vítěze Czech Brewers Cup 2020 a 2022 Tomáše Tussiga. Těšit se můžete na profesionální ochutnávku káv od pražírny Coffee Culture se vším všudy a tak jak má být.",
              "speakers": [
                "Tomáš Taussig"
              ]
            },
            {
              "start": 14,
              "end": 17,
              "title": "Upražte si vlastní kafe s Chickas Industry",
              "description": "Ano, čteš to správně. Opravdu si zde můžeš upražit vlastní kávu a vzít si ji domů. Tento workshop nabízí unikátní hands-on experience pod vedením pravých profesionálů - importérek zelené kávy z Chicas Industry.",
              "speakers": [
                "Karolína Nekvindová",
                "Patrik Sláma",
                "Tereza Prejdová"
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "Den 2",
      "date": "17/9",
      "schedule": [
        {
          "track": "espresso",
          "schedule": [
            {
              "start": 10.5,
              "end": 13,
              "title": "Workshop: Espresso"
            },
            {
              "start": 13.5,
              "end": 16.5,
              "title": "Penerini"
            }
          ]
        },
        {
          "track": "espresso_milk",
          "schedule": [
            {
              "start": 10.5,
              "end": 13.5,
              "title": "Poppy Beans"
            },
            {
              "start": 14,
              "end": 17,
              "title": "Veroni"
            },
            {
              "start": 11,
              "end": 14,
              "title": "Mitte Coffee"
            },
            {
              "start": 14.5,
              "end": 17,
              "title": "Traffic Coffee"
            }
          ]
        },
        {
          "track": "brew",
          "schedule": [
            {
              "start": 10.5,
              "end": 13.5,
              "title": "Punkt."
            },
            {
              "start": 14,
              "end": 17,
              "title": "Diamond's Coffee"
            },
            {
              "start": 11,
              "end": 14,
              "title": "Kaldi"
            },
            {
              "start": 10.5,
              "end": 13,
              "title": "IG Coffee Roasters"
            },
            {
              "start": 13.5,
              "end": 16.5,
              "time": "13:30 - 16:30",
              "title": "The Roses"
            }
          ]
        },
        {
          "track": "lecture",
          "schedule": [
            {
              "start": 11.5,
              "end": 13.5,
              "title": "Diskuze: Jak si neotevřít kavárnu",
              "speakers": [
                "Klára Dutkiewič",
                "Marek Knopp",
                "Martin Sienty",
                "Vojtěch Růžička"
              ],
              "description": "Čtveřice majitelů kaváren v diskusi, proč si rozhodně neotevírat kavárnu, proč by už to nikdy neudělali a proč si stejně dál otevírají další pobočky."
            },
            {
              "start": 14,
              "end": 16,
              "title": "Trendy a mýty ve specialty coffee",
              "speakers": [
                "Alan Jarrar"
              ],
              "description": "Alan Jarrar, majitel a pražič Jokes Aside Coffee a zároveň kavárny Stav se vystoupí na festivalu Roast! s jeho, řekněmě trošku kontroverznějšími tématy. Zajímá tě víc? Stav se!"
            }
          ]
        },
        {
          "track": "workshop",
          "schedule": [
            {
              "start": 11,
              "end": 12,
              "title": "Úvod do cuppingu",
              "description": "Znáte slovo 'cupping'? Pokud ne, nevadí! Tato akce je právě pro vás! Přidejte se k nám, a společně se ponoříme do fascinujícího světa kávového ochutnávání. Povíme si, jak takový cupping probíhá, co a jakými smysly vnímáme a následně to na sobě všechno i vyzkoušíme.",
              "speakers": [
                "Natálie Růžičková"
              ]
            },
            {
              "start": 12.5,
              "end": 13.5,
              "title": "Cupping bezkofeinových káv",
              "description": "Myslíte si, že jsou všechny bezkofeinové kávy stejné? Tak to přijďte otestovat! Káva bez kofeinu to není jen podřadná a opovrhovaná náhražka pro slabé povahy, ale vlastně docela komplexní záležitost, díky která vznikají i zajímavé chuťové zážitky. Tento cupping je vhodný pro milovníky kávy, kteří však neholdují kofeinu.",
              "speakers": [
                "Natálie Růžičková"
              ]
            },
            {
              "start": 14,
              "end": 15,
              "title": "Úvod do alternativních příprav a jejich srovnání",
              "description": "V60, Kalita, Aeropress, Aeropress obrácený, Chemex, Džezva, CleverDrip, Vaccumpot, Origami, Frenchpress, Moccamaster, Moccamaster one... znáte další? Máte doma nějakou obskurnost a chcete se o ni podělit? Chceš-li se dozvědět o přípravě kávy na všechny možné způsoby, tohle je workshop přímo pro tebe.",
              "speakers": [
                "Martin Dutkiewič"
              ]
            },
            {
              "start": 15.5,
              "end": 16.5,
              "title": "Senzorické vlastnosti vína a kávy",
              "description": "Víno a káva si jsou si bližší než byste čekali. Všimli jste si třeba někdy, že chuťové popisky na etiketách vín i káv jsou si až podezřele podobné? A co má takový profesionální someliér společného s vítězem Cup Tasters? Přijďte hledat chutě nejen ve víně.",
              "speakers": [
                "Petr Chaloupek",
                "Josef Kučera"
              ]
            }
          ]
        }
      ]
    }
  ],
  "programReadyText": "Program je již řádně upražen!",
  "programLoadingText": "Program festivalu pro Vás ještě pražíme.",
  "programSubjectToChange": "Změna programu vyhrazena",
  "tickets": "Vstupenky",
  "sponsors": {
    "title": "Sponzoři",
    "add": "Stát se sponzorem"
  },
  "promotedRoasters": {
    "title": "Pražírny",
    "text": [
      "Mimo jiné se můžete těšit na prezentaci následujících pražíren."
    ]
  },
  "learnMore": "chci vědět víc",
  "info": [
    {
      "title": "Espresso bary",
      "text": "Na našich barech se budou střídat místní i přespolní pražírny výběrových káv. Na dvou barech můžeš ochutnat všemožné mléčné nápoje. Na tom třetím ochutnáš vyladěné espresso bez žádných přídatků. Nemůžeš klasické mléko? I na to jsme připraveni!"
    },
    {
      "title": "Brew bary",
      "text": "V60, Chemex, Aeropress či Coldbrew? I takovéto alternativní přípravy můžeš na našich brew barech ochutnat. Necháváme pražírnám úplně volné ruce ve výběru přípravy, která nejvíc sluší jejich zrnům."
    },
    {
      "title": "Workshopy a cuppingy",
      "text": "Chtěl/a by si vyzkoušet více než desítku alternativních příprav káv, nebo si otestovat své senzorické schopnosti? Naši profesionální baristi tě vším provedou a rádi odpoví na všechny všetečné otázky."
    },
    {
      "title": "Přednášky",
      "text": "Zajímá tě, čím si majitelé etablovaných podniků museli projít, když otevírali své kamenné děťátko? Chtěl/a by si vědět, jak funguje pražení nebo jaký je rozdíl mezi odpalovaným a kynutým těstem, které najdeš na pultu každého druhého podniku? Potom jsou pro tebe určené přednášky našich speciálních hostů."
    }
  ],
  "signUp": "Přihlásit se",
  "gastro": {
    "title": "Doprovodný program",
    "text": "Kromě kávového programu se můžeš behem festivalu oddávat i dalším činnostem. Navštiv Sladký bar nebo si dej míchaný drink ať nabereš síly na další kávové zážitky.",
    "content": [
      {
        "title": "Sladký bar",
        "href": "https://www.facebook.com/punkt.cafe/",
        "src": "/promoted/punkt.png",
        "alt": "Punkt.",
        "text": "Kavárna Punkt. se ráda pyšní tím, že si všechny své sladké dobroty peče sám. Přijď ochutnat a osladit si život."
      },
      {
        "title": "Slaný bar",
        "href": "https://www.instagram.com/hodnenekde/",
        "src": "/promoted/hodne_nekde.png",
        "alt": "Hodně někde",
        "text": "Kde? U nás na Roastu! Kolik? Fakt hodně. A bude to prý i slaný."
      },
      {
        "title": "Pivo",
        "href": "https://www.pivovarstern.cz/",
        "src": "/promoted/stern.png",
        "alt": "Stern",
        "text": "Festival bez piva není festival. Ať už bude žízeň, chuť nebo budeš potřebovat jen utéct od kafe, máme pro tebe alternativu v podobě točeného pivka od pivovaru Stern! Krýgl vlastní a nebo ti zapůjčíme znovupoužitelný zálohovaný kelímek."
      },
      {
        "title": "Víno",
        "href": "https://www.instagram.com/kbwinecafe/",
        "src": "/promoted/klara_bara.png",
        "alt": "Klára Bára",
        "text": "Lidstvo zná víno mnohem déle než kávu. Máš-li chuť na návrat k bobulím, ochutnej víno od Kláry a nebo si dej to od Báry. Obě budou skvělé."
      },
      {
        "title": "Míchané drinky",
        "href": "https://www.instagram.com/kolagen.cc",
        "alt": "Kolagen",
        "text": "Kolagen je bar, drinkový catering a plno věcí k tomu. Jediný, co mu chybí, je domov, tak je doma všude, kam si ho pozvou. Vystrkuje růžky kdekoli, kde má smysl dělat zajímavý drinky. Hraje si s netradičními technikami a absurdními nápady, ale vše podřizuje tomu, aby hosté i jejich mámy odcházeli spokojení."
      },
      {
        "title": "Mléko",
        "href": "https://www.oatly.com/",
        "src": "/promoted/oatly.png",
        "alt": "Oatly",
        "text": "Ať z jakéhokoliv důvodu upřednostňuješ rostlinnou alternativu mléka před kravským, myslíme na tebe! Na všech kávových barech bude připravena zásoba ovesného mléka od Oatly"
      },
      {
        "title": "Swap hrníčků",
        "text": "Obnov svou sbírku hrníčků, vyber doma ty, co už nepoužíváš a vyměň je v našem hrníčkovém swapu!"
      }
    ]
  }
}
