{
  "about": {
    "text": [
      "Festival je brněnskou variací na evropské kávové festivaly. Inspiraci získáváme mezi etablovanými akcemi pořádanými například v Berlíně, Krakowě, Amsterdamu a v řadě dalších měst. První ročník přináší do Brna nejméně třicítku českých i zahraničních pražíren, které se představí na třech espresso a třech brew-barech v historickém prostoru brněnské Káznice. Těšit se můžete na řadu workshopů, přednášek, diskusí a soutěží. Pro baristy, pražiče a další kávové profesionály je navíc v sobotu připravena afterparty, s cílem propojení kontaktů, sdílení zkušeností a prohlubování vztahů.",
      "Festival je určen všem, kdo mají jen trochu zájem o svět výběrové kávy. Nezáleží zda jste profesionál z oboru, kávový nadšenec nebo jste včera ochutnali svoji první v60 a teprve se rozkoukáváte. A pokud na vás už bude kofeinu moc - nabízí festival alternativu v podobě alko i nealko drinků a slaných i sladkých dobrot."
    ],
    "title": "O festivalu"
  },
  "buyTickets": "Koupit vstupenky",
  "contact": "Kontakt",
  "date": "16-17/9/2023",
  "location": {
    "title": "Lokace",
    "addressTitle": "Adresa",
    "howToTitle": "Jak se na festival dostanete?",
    "means": {
      "car": "Autem",
      "public": "MHD"
    },
    "parking": {
      "lot": {
        "title": "Parkoviště Bratislavská",
        "description": "O víkendu zdarma"
      },
      "zones": {
        "title": "Parkování v městské zóně nebo na ulici",
        "pricing": [
          {
            "title": "Zóna B: O víkendu zdarma"
          },
          {
            "title": "Zóna C: O víkendu zdarma"
          }
        ]
      }
    }
  },
  "organizers": {
    "text": [
      "Jsme skupina brněnských kávových nadšenců a profesionálů, která se rozhodla, že přinesou do Brna kulturu evropských kávových festivalů. Jednotlivé členy našeho teamu můžete potkat za barem několika brněnských kavárnách, pražírnách, barech a dalších podnicích. Spojuje nás dohromady láska k výběrové kávě a gastronomii."
    ],
    "title": "O nás"
  },
  "place": "Káznice, Brno",
  "program": [],
  "programLoadingText": "Program festivalu pro Vás ještě pražíme.",
  "tickets": "Vstupenky",
  "title": "Coffee roasters festival in Brno",
  "sponsors": {
    "title": "Sponzoři",
    "add": "Stát se sponzorem"
  },
  "promotedRoasters": {
    "title": "Pražírny",
    "text": ["Mimo jiné se můžete těšit na prezentaci následujících pražíren."]
  },
  "info": [
    {
      "title": "Co je Roast!? A co od něj mohu čekat?",
      "text": "V ceně vstupného je zahrnuta veškerá konzumace kávy, kterou ochutnáte na našich espresso a brew barech a vstup na všechny workshopy, přednášky i cuppingy. Kávu pražíren, která ti zachutná, poté můžeš zakoupit buď přímo na barech, nebo v prodejním stánku."
    },
    {
      "title": "Espresso bary",
      "text": "Na našich barech se v určitých časových úsecích budou střídat místní i přespolní pražírny výběrových káv. Na dvou barech můžeš ochutnat všemožné mléčné nápoje. Na tom třetím ochutnáš vyladěné espresso bez žádných přídatků. Nemůžeš klasické mléko? I na to jsme připraveni! Na všech barech bude varianta ovesného mléka od OATLY. "
    },
    {
      "title": "Brew bary",
      "text": "V60, Chemex, Aeropress či Coldbrew? I takovéto alternativní přípravy můžeš na našich brew barech ochutnat. Necháváme pražírnám úplně volné ruce ve výběru přípravy, která nejvíc sluší jejich zrnům."
    },
    {
      "title": "Workshopy a cuppingy",
      "text": "Neznáš termín cupping? Chtěl/a by si vyzkoušet více než desítku alternativních příprav káv, nebo si otestovat své senzorické schopnosti? Výborně! Naši profesionální baristi tě vším provedou a rádi odpoví na všechny všetečné otázky."
    },
    {
      "title": "Přednášky",
      "text": "Zajímá tě, čím si majitelé etablovaných podniků museli projít, když otevírali své kamenné děťátko? Chtěl/a by si vědět, jak funguje pražení nebo jaký je rozdíl mezi odpalovaným a kynutým těstem, které najdeš na pultu každého druhého podniku? Potom jsou pro tebe určené přednášky našich speciálních hostů. "
    },
    {
      "title": "Máš už dost kafe?",
      "text": "Dej si drink, pivko nebo domací limču. A na sladkém a slaném stánku jsou pro tebe k zakousnutí připraveny nejen sendviče, nebo věnečky se slaným karamelem!"
    }
  ]
}
