{
  "about": {
    "text": [
      "Discover the world of coffee at the Brno Coffee Roasters Festival, where passionate roasters and enthusiasts gather to celebrate the artistry, flavors, and community behind this beloved beverage.",
      "Immerse yourself in a sensory journey, exploring diverse brews, engaging in insightful conversations, and experiencing the vibrant atmosphere that awaits you."
    ],
    "title": "About"
  },
  "buyTickets": "I want tickets",
  "contact": "Contact us",
  "organizers": {
    "text": [
      "We are a group of coffee enthusiasts and professionals who decided to bring the culture of European coffee festivals to Brno. Organizers work in a variety of specialty coffee shops, roasters, bars and other places. What binds us together is our love for specialty coffee and fine gastronomy."
    ],
    "title": "Organizers"
  },
  "place": "Káznice, Brno",
  "location": {
    "title": "Location",
    "addressTitle": "Address",
    "howToTitle": "How to get there?",
    "means": {
      "car": "Car",
      "public": "Tram"
    },
    "parking": {
      "lot": {
        "title": "Bratislavská Parking",
        "description": "Free on weekends"
      },
      "zones": {
        "title": "Residential parking zones",
        "pricing": [
          {
            "title": "Zone B: Free on weekends"
          },
          {
            "title": "Zone C: Free on weekends"
          }
        ]
      }
    }
  },
  "program": [
  ],
  "programCategory": {
    "lecture": "Lectures",
    "workshop": "Workshop",
    "espresso": "Espresso bar",
    "espresso_milk": "Espresso bar with milk",
    "brew": "Brew bar"
  },
  "programReadyText": "The program is properly roasted now!",
  "programLoadingText": "We are still roasting the festival program for you.",
  "programSubjectToChange": "This program is subject to change",
  "tickets": "Tickets",
  "lastYear": {
    "title": "Předchozí ročník",
    "description": "Roast! se letos bude konat již druhý ročník. V roce 2023 měl tento náš festival pilotní zkušební ročník. Chtěli jsme začít malý festival a zjistit, zda je o takovou akci vůbec v Brně zájem. Ukázalo se, že akce tohoto formatu má své místo a proto letos míříme výš.",
    "center": {
      "stat": 2023,
      "description": "1. ročník"
    },
    "side": [
      {
        "stat": 30,
        "description": "pražíren",
        "style": {
          "marginLeft": "-2.5rem",
          "height": 200,
          "width": 200
        }
      },
      {
        "stat": 6,
        "description": "workshopů",
        "style": {
          "marginLeft": "4rem",
          "marginTop": "8rem",
          "height": 200,
          "width": 200
        }
      },
      {
        "stat": 4,
        "description": "přednášky",
        "style": {
          "height": 200,
          "width": 200
        }
      },
      {
        "stat": 200,
        "description": "účastníků",
        "style": {
          "marginLeft": "14rem",
          "marginTop": "-7rem",
          "height": 400,
          "width": 400
        }
      },
      {
        "stat": 2,
        "description": "dny",
        "style": {
          "marginLeft": "-10rem",
          "marginTop": "-8rem",
          "height": 200,
          "width": 200
        }
      }
    ]
  },
  "colab": {
    "title": "Collaboration",
    "description": "",
    "exhibitors": {
      "title": "Exhibitors",
      "text": "I want to be an exhibitor or presenter",
      "button": "Send offer"
    },
    "sponsors": {
      "title": "Sponsors",
      "text": "I would like to sponsor the event",
      "button": "Find out more"
    }
  },
  "promotedRoasters": {
    "title": "Coffee roasters",
    "text": [
      "Besides other activities, you can look forward to individual presentations of following coffee roasters."
    ]
  },
  "learnMore": "learn more",
  "info": [
    {
      "title": "What is Roast!? And what can I expect from it?",
      "text": "The entrance fee includes all coffee consumption, which you can taste at our espresso and brew bars, and entry to all workshops, lectures, and cuppings. You can buy coffee from roasters that you like, either directly at the bars or at the sales stand."
    },
    {
      "title": "Espresso bars",
      "text": "Local and foreign coffee roasters will be on rotation in all of our bars. You can try all kinds of milk drinks at two bars. On the third one, you can taste a fine-tuned espresso without any additives. Can't you have regular milk? We are ready for that too! All bars will have an oat milk option from OATLY."
    },
    {
      "title": "Brew bars",
      "text": "V60, Chemex, Aeropress or Coldbrew? You can also taste these alternative preparations at our brew bars. We leave roasters completely free to choose the preparation method that best suits their beans."
    },
    {
      "title": "Workshops and cuppings",
      "text": "You have no idea what \"cupping\" means? Would you like to try more than a dozen alternative coffee preparations or test your sensory abilities? Great! Our professional baristas will guide you through all these things and will be happy to answer all your questions."
    },
    {
      "title": "Lectures",
      "text": "Are you wondering what the owners of established businesses had to go through when they opened their brick-and-mortar stores? Would you like to know how roasting works or what the difference is between fired and leavened dough that you find on the counter of every other business? Then the lectures of our special guests are for you."
    },
    {
      "title": "Have you had enough coffee yet?",
      "text": "Have a drink, beer or homemade lemonade. And at the sweet and salty stand, not only sandwiches or wreaths with salted caramel are ready for you to bite into!"
    }
  ],
  "signUp": "Sign up",
  "gastro": {
    "title": "Doprovodný program",
    "text": "Kromě kávového programu se můžeš behem festivalu oddávat i dalším činnostem. Navštiv Sladký bar nebo si dej míchaný drink ať nabereš síly na další kávové zážitky.",
    "content": [
      {
        "title": "Sladký bar",
        "href": "https://www.facebook.com/punkt.cafe/",
        "src": "/promoted/punkt.png",
        "alt": "Punkt.",
        "text": "Kavárna Punkt. se ráda pyšní tím, že si všechny své sladké dobroty peče sám. Přijď ochutnat a osladit si život."
      },
      {
        "title": "Slaný bar",
        "href": "https://www.instagram.com/hodnenekde/",
        "src": "/promoted/hodne_nekde.png",
        "alt": "Hodně někde",
        "text": "Kde? U nás na Roastu! Kolik? Fakt hodně. A bude to prý i slaný."
      },
      {
        "title": "Pivo",
        "href": "https://www.pivovarstern.cz/",
        "src": "/promoted/stern.png",
        "alt": "Stern",
        "text": "Festival bez piva není festival. Ať už bude žízeň, chuť nebo budeš potřebovat jen utéct od kafe, máme pro tebe alternativu v podobě točeného pivka od pivovaru Stern! Krýgl vlastní a nebo ti zapůjčíme znovupoužitelný zálohovaný kelímek."
      },
      {
        "title": "Víno",
        "href": "https://www.instagram.com/kbwinecafe/",
        "src": "/promoted/klara_bara.png",
        "alt": "Klára Bára",
        "text": "Lidstvo zná víno mnohem déle než kávu. Máš-li chuť na návrat k bobulím, ochutnej víno od Kláry a nebo si dej to od Báry. Obě budou skvělé."
      },
      {
        "title": "Míchané drinky",
        "href": "https://www.instagram.com/kolagen.cc",
        "alt": "Kolagen",
        "text": "Kolagen je bar, drinkový catering a plno věcí k tomu. Jediný, co mu chybí, je domov, tak je doma všude, kam si ho pozvou. Vystrkuje růžky kdekoli, kde má smysl dělat zajímavý drinky. Hraje si s netradičními technikami a absurdními nápady, ale vše podřizuje tomu, aby hosté i jejich mámy odcházeli spokojení."
      },
      {
        "title": "Mléko",
        "href": "https://www.oatly.com/",
        "src": "/promoted/oatly.png",
        "alt": "Oatly",
        "text": "Ať z jakéhokoliv důvodu upřednostňuješ rostlinnou alternativu mléka před kravským, myslíme na tebe! Na všech kávových barech bude připravena zásoba ovesného mléka od Oatly"
      },
      {
        "title": "Swap hrníčků",
        "text": "Obnov svou sbírku hrníčků, vyber doma ty, co už nepoužíváš a vyměň je v našem hrníčkovém swapu!"
      }
    ]
  }
}
