{
  "about": {
    "text": [
      "Discover the world of coffee at the Brno Coffee Roasters Festival, where passionate roasters and enthusiasts gather to celebrate the artistry, flavors, and community behind this beloved beverage.",
      "Immerse yourself in a sensory journey, exploring diverse brews, engaging in insightful conversations, and experiencing the vibrant atmosphere that awaits you."
    ],
    "title": "About"
  },
  "buyTickets": "Buy tickets",
  "contact": "Contact us",
  "date": "16-17/9/2023",
  "organizers": {
    "text": [
      "We are a group of coffee enthusiasts and professionals who decided to bring the culture of European coffee festivals to Brno. Organizers work in a variety of specialty coffee shops, roasters, bars and other places. What binds us together is our love for specialty coffee and fine gastronomy."
    ],
    "title": "Organizers"
  },
  "place": "Káznice, Brno",
  "location": {
    "title": "Location",
    "addressTitle": "Address",
    "howToTitle": "How to get there?",
    "means": {
      "car": "Car",
      "public": "Tram"
    },
    "parking": {
      "lot": {
        "title": "Bratislavská Parking",
        "description": "Free on weekends"
      },
      "zones": {
        "title": "Residential parking zones",
        "pricing": [
          {
            "title": "Zone B: Free on weekends"
          },
          {
            "title": "Zone C: Free on weekends"
          }
        ]
      }
    }
  },
  "program": [
    {
      "title": "Day 1",
      "date": "16/9",
      "schedule": [
        {
          "category": "espresso",
          "schedule": [
            {
              "time": "11:00 - 14:00",
              "title": "IG Coffee Roasters"
            },
            {
              "time": "14:30 - 17:30",
              "title": "IG Coffee Roasters"
            }
          ]
        },
        {
          "category": "espresso_milk",
          "schedule": [
            {
              "time": "10:30 - 13:00",
              "title": "Kikafe"
            },
            {
              "time": "11:00 - 14:00",
              "title": "Chroast"
            },
            {
              "time": "14:00 - 17:30",
              "title": "The Roses"
            },
            {
              "time": "14:30 - 17:30",
              "title": "Punkt."
            }
          ]
        },
        {
          "category": "brew",
          "schedule": [
            {
              "time": "10:30 - 13:30",
              "title": "Poppy Beans"
            },
            {
              "time": "10:30 - 13:00",
              "title": "Jizba Luhačovice"
            },
            {
              "time": "11:00 - 14:00",
              "title": "Mitte Coffee"
            },
            {
              "time": "14:00 - 17:00",
              "title": "Penerini"
            },
            {
              "time": "14:00 - 17:30",
              "title": "Mima Coffee Roastery"
            },
            {
              "time": "14:30 - 17:30",
              "title": "Veroni"
            }
          ]
        },
        {
          "category": "lecture",
          "schedule": [
            {
              "time": "11:30 - 13:30",
              "title": "Coffee experiments and friendship - experience gained by Chicas Industry in Colombia",
              "speakers": [
                "Karolína Nekvindová",
                "Patrik Sláma",
                "Tereza Prejdová"
              ],
              "description": "Do you want to find out who the Chicas Industry team members are and what is it like to be a green coffee beans importer? You will learn which aspects of their work are desirable and which are unpleasant. They will introduce who they buy green grain from and why they work with these specific farmers. You will find out how growers and importers can inspire each other and how they maintain friendships halfway around the world."
            },
            {
              "time": "14:00 - 16:00",
              "title": "Attending World Brewers Cup Milano & Melbourne",
              "speakers": [
                "Tomáš Taussig"
              ],
              "description": "Two-time winner of the national round of the Brewers Cup and owner of the Coffee Culture roastery in Ostrava will talk about his journey halfway around the world to the World Championship. He will also share some tips for future attendees and new competitors."
            }
          ]
        },
        {
          "category": "workshop",
          "schedule": [
            {
              "time": "12:30 - 13:30",
              "title": "Coffee Culture: Cupping",
              "description": "Production cupping Coffee Culture under the baton of Czech Brewers Cup 2020 and 2022 winner Tomáš Tussig. You can look forward to a professional, top-notch quality, tasting of coffees from the Coffee Culture roastery.",
              "speakers": [
                "Tomáš Taussig"
              ]
            },
            {
              "time": "14:00 - 17:00",
              "title": "Roast your first coffee with Chickas Industry",
              "description": "Yes, you read that right. You can really roast your own coffee here and take it home. This workshop offers a unique hands-on experience led by real professionals - importers of green coffee from Chicas Industry.",
              "speakers": [
                "Karolína Nekvindová",
                "Patrik Sláma",
                "Tereza Prejdová"
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "Day 2",
      "date": "17/9",
      "schedule": [
        {
          "category": "espresso",
          "schedule": [
            {
              "time": "10:30 - 13:00",
              "title": "Workshop: Espresso"
            },
            {
              "time": "13:30 - 16:30",
              "title": "Penerini"
            }
          ]
        },
        {
          "category": "espresso_milk",
          "schedule": [
            {
              "time": "10:30 - 13:30",
              "title": "Poppy Beans"
            },
            {
              "time": "11:00 - 14:00",
              "title": "Mitte Coffee"
            },
            {
              "time": "14:00 - 17:00",
              "title": "Veroni"
            },
            {
              "time": "14:30 - 17:00",
              "title": "Traffic Coffee"
            }
          ]
        },
        {
          "category": "brew",
          "schedule": [
            {
              "time": "10:30 - 13:30",
              "title": "Punkt."
            },
            {
              "time": "11:00 - 14:00",
              "title": "Kaldi"
            },
            {
              "time": "10:30 - 13:00",
              "title": "IG Coffee Roasters"
            },
            {
              "time": "13:30 - 16:30",
              "title": "The Roses"
            },
            {
              "time": "14:00 - 17:00",
              "title": "Diamond's Coffee"
            }
          ]
        },
        {
          "category": "lecture",
          "schedule": [
            {
              "time": "11:30 - 13:30",
              "title": "Panel discussion: How to (not) open a cafe",
              "speakers": [
                "Klára Dutkiewič",
                "Marek Knopp",
                "Martin Sienty",
                "Vojtěch Růžička"
              ],
              "description": "Four cafe owners on a panel, why you should definitely not open a cafe, why they would never do it again and why they keep opening new branches anyway."
            },
            {
              "time": "14:00 - 16:00",
              "title": "Trends and myths in the field of specialty coffee",
              "speakers": [
                "Alan Jarrar"
              ],
              "description": "Alan Jarrar, owner and roaster of the Jokes Aside Coffee and of the Stav cafe at the same time, will perform at the Roast festival! with his slightly controversial topics. Do you want to know more? Come in!"
            }
          ]
        },
        {
          "category": "workshop",
          "schedule": [
            {
              "time": "11:00 - 12:00",
              "title": "Introduction to cuppings",
              "description": "You don't know what the word 'cupping' means? No problem! This event is exactly for you! Join us, and together we will dive into the fascinating world of coffee tasting. We will talk about how to prepare a cupping, what to focus on and with which senses to perceive the coffee during such event.",
              "speakers": [
                "Natálie Růžičková"
              ]
            },
            {
              "time": "12:30 - 13:30",
              "title": "Decaf coffee cupping",
              "description": "Do you think all decaffeinated coffees are the same? Come and test it! Decaffeinated coffee is not just an inferior and despised substitute for the faint of heart, but actually quite a complex matter that also creates interesting taste experiences. This cupping is suitable for coffee lovers who do not like caffeine.",
              "speakers": [
                "Natálie Růžičková"
              ]
            },
            {
              "time": "14:00 - 15:00",
              "title": "101 of alternative methods and their comparison",
              "description": "V60, Kalita, Aeropress, Aeropress obrácený, Chemex, Džezva, CleverDrip, Vaccumpot, Origami, Frenchpress, Moccamaster, Moccamaster one... do you know others? And maybe you have some obscure coffee maker at home that you want to show? If you want to learn about coffee preparation in all possible ways, this is the workshop for you.",
              "speakers": [
                "Martin Dutkiewič"
              ]
            },
            {
              "time": "15:30 - 16:30",
              "title": "Senzory properties of coffee and wine",
              "description": "Wine and coffee are closer to each other than you might expect. Have you ever noticed that the taste profile labels on wine bottles and coffee packages are suspiciously similar? And what does a professional sommelier have in common with a Cup Tasters winner? Come and find flavors not only in wine.",
              "speakers": [
                "Petr Chaloupek",
                "Josef Kučera"
              ]
            }
          ]
        }
      ]
    }
  ],
  "programCategory": {
    "lecture": "Lectures",
    "workshop": "Workshop",
    "espresso": "Espresso bar",
    "espresso_milk": "Espresso bar with milk",
    "brew": "Brew bar"
  },
  "programLoadingText": "The program is properly roasted now!",
  "programSubjectToChange": "This program is subject to change",
  "tickets": "Tickets",
  "title": "Coffee roasters festival in Brno",
  "sponsors": {
    "title": "Sponsors",
    "add": "Become a sponsor"
  },
  "promotedRoasters": {
    "title": "Coffee roasters",
    "text": [
      "Besides other activities, you can look forward to individual presentations of following coffee roasters."
    ]
  },
  "learnMore": "learn more",
  "info": [
    {
      "title": "What is Roast!? And what can I expect from it?",
      "text": "The entrance fee includes all coffee consumption, which you can taste at our espresso and brew bars, and entry to all workshops, lectures, and cuppings. You can buy coffee from roasters that you like, either directly at the bars or at the sales stand."
    },
    {
      "title": "Espresso bars",
      "text": "Local and foreign coffee roasters will be on rotation in all of our bars. You can try all kinds of milk drinks at two bars. On the third one, you can taste a fine-tuned espresso without any additives. Can't you have regular milk? We are ready for that too! All bars will have an oat milk option from OATLY."
    },
    {
      "title": "Brew bars",
      "text": "V60, Chemex, Aeropress or Coldbrew? You can also taste these alternative preparations at our brew bars. We leave roasters completely free to choose the preparation method that best suits their beans."
    },
    {
      "title": "Workshops and cuppings",
      "text": "You have no idea what \"cupping\" means? Would you like to try more than a dozen alternative coffee preparations or test your sensory abilities? Great! Our professional baristas will guide you through all these things and will be happy to answer all your questions."
    },
    {
      "title": "Lectures",
      "text": "Are you wondering what the owners of established businesses had to go through when they opened their brick-and-mortar stores? Would you like to know how roasting works or what the difference is between fired and leavened dough that you find on the counter of every other business? Then the lectures of our special guests are for you."
    },
    {
      "title": "Have you had enough coffee yet?",
      "text": "Have a drink, beer or homemade lemonade. And at the sweet and salty stand, not only sandwiches or wreaths with salted caramel are ready for you to bite into!"
    }
  ],
  "signUp": "Sign up",
  "gastro": {
    "title": "Doprovodný program",
    "text": "Kromě kávového programu se můžeš behem festivalu oddávat i dalším činnostem. Navštiv Sladký bar nebo si dej míchaný drink ať nabereš síly na další kávové zážitky.",
    "content": [
      {
        "title": "Sladký bar",
        "href": "https://www.facebook.com/punkt.cafe/",
        "src": "/promoted/punkt.png",
        "alt": "Punkt.",
        "text": "Kavárna Punkt. se ráda pyšní tím, že si všechny své sladké dobroty peče sám. Přijď ochutnat a osladit si život."
      },
      {
        "title": "Slaný bar",
        "href": "https://www.instagram.com/hodnenekde/",
        "src": "/promoted/hodne_nekde.png",
        "alt": "Hodně někde",
        "text": "Kde? U nás na Roastu! Kolik? Fakt hodně. A bude to prý i slaný."
      },
      {
        "title": "Pivo",
        "href": "https://www.pivovarstern.cz/",
        "src": "/promoted/stern.png",
        "alt": "Stern",
        "text": "Festival bez piva není festival. Ať už bude žízeň, chuť nebo budeš potřebovat jen utéct od kafe, máme pro tebe alternativu v podobě točeného pivka od pivovaru Stern! Krýgl vlastní a nebo ti zapůjčíme znovupoužitelný zálohovaný kelímek."
      },
      {
        "title": "Víno",
        "href": "https://www.instagram.com/kbwinecafe/",
        "src": "/promoted/klara_bara.png",
        "alt": "Klára Bára",
        "text": "Lidstvo zná víno mnohem déle než kávu. Máš-li chuť na návrat k bobulím, ochutnej víno od Kláry a nebo si dej to od Báry. Obě budou skvělé."
      },
      {
        "title": "Míchané drinky",
        "href": "https://www.instagram.com/kolagen.cc",
        "alt": "Kolagen",
        "text": "Kolagen je bar, drinkový catering a plno věcí k tomu. Jediný, co mu chybí, je domov, tak je doma všude, kam si ho pozvou. Vystrkuje růžky kdekoli, kde má smysl dělat zajímavý drinky. Hraje si s netradičními technikami a absurdními nápady, ale vše podřizuje tomu, aby hosté i jejich mámy odcházeli spokojení."
      },
      {
        "title": "Mléko",
        "href": "https://www.oatly.com/",
        "src": "/promoted/oatly.png",
        "alt": "Oatly",
        "text": "Ať z jakéhokoliv důvodu upřednostňuješ rostlinnou alternativu mléka před kravským, myslíme na tebe! Na všech kávových barech bude připravena zásoba ovesného mléka od Oatly"
      },
      {
        "title": "Swap hrníčků",
        "text": "Obnov svou sbírku hrníčků, vyber doma ty, co už nepoužíváš a vyměň je v našem hrníčkovém swapu!"
      }
    ]
  }
}
