{
  "about": {
    "text": [
      "Discover the world of coffee at the Brno Coffee Roasters Festival, where passionate roasters and enthusiasts gather to celebrate the artistry, flavors, and community behind this beloved beverage.",
      "Immerse yourself in a sensory journey, exploring diverse brews, engaging in insightful conversations, and experiencing the vibrant atmosphere that awaits you."
    ],
    "title": "About"
  },
  "buyTickets": "Buy tickets",
  "contact": "Contact us",
  "date": "16-17/9/2023",
  "organizers": {
    "text": [
      "We are a group of coffee enthusiasts and professionals who decided to bring the culture of European coffee festivals to Brno. Organizers work in a variety of specialty coffee shops, roasters, bars and other places. What binds us together is our love for specialty coffee and fine gastronomy."
    ],
    "title": "Organizers"
  },
  "place": "Káznice, Brno",
  "location": {
    "title": "Location",
    "addressTitle": "Address",
    "howToTitle": "How to get there?",
    "means": {
      "car": "Car",
      "public": "Tram"
    },
    "parking": {
      "lot": {
        "title": "Bratislavská Parking",
        "description": "Free on weekends"
      },
      "zones": {
        "title": "Residential parking zones",
        "pricing": [
          {
            "title": "Zone B: Free on weekends"
          },
          {
            "title": "Zone C: Free on weekends"
          }
        ]
      }
    }
  },
  "program": [
    {
      "title": "Day 1",
      "date": "16/9",
      "schedule": [
        {
          "category": "espresso",
          "schedule": [
            {
              "time": "11:00 - 14:00",
              "title": "Chroast"
            },
            {
              "time": "14:30 - 17:30",
              "title": "IG Coffee Roasters"
            }
          ]
        },
        {
          "category": "espresso_milk",
          "schedule": [
            {
              "time": "10:30 - 13:00",
              "title": "Kikafe"
            },
            {
              "time": "11:00 - 14:00",
              "title": "Jonas Reindl"
            },
            {
              "time": "14:00 - 17:30",
              "title": "The Roses"
            },
            {
              "time": "14:30 - 17:30",
              "title": "Punkt."
            }
          ]
        },
        {
          "category": "brew",
          "schedule": [
            {
              "time": "10:30 - 13:30",
              "title": "Poppy Beans"
            },
            {
              "time": "10:30 - 13:00",
              "title": "Jizba Luhačovice"
            },
            {
              "time": "11:00 - 14:00",
              "title": "Mitte Coffee"
            },
            {
              "time": "14:00 - 17:00",
              "title": "Penerini"
            },
            {
              "time": "14:00 - 17:30",
              "title": "Mima Coffee Roastery"
            },
            {
              "time": "14:30 - 17:30",
              "title": "Veroni"
            }
          ]
        },
        {
          "category": "lecture",
          "schedule": [
            {
              "time": "11:30 - 13:30",
              "title": "Chicas Industry: Shipping coffee from South America to Moravia",
              "speakers": [
                "Karolína Nekvindová",
                "Patrik Sláma",
                "Tereza Prejdová"
              ],
              "description": "Terka and Kája have been bringing green coffee from South America to Moravia for many years. Are you wondering how a bean from a coffee plant gets to your table? What to do if a coffee container gets stuck somewhere in a port, or how is the coffee culture different in Brazil and Colombia?"
            },
            {
              "time": "14:00 - 16:00",
              "title": "Attending World Brewers Cup Milano & Melbourne",
              "speakers": [
                "Tomáš Taussig"
              ],
              "description": "Two-time winner of the national round of the Brewers Cup and owner of the Coffee Culture roastery in Ostrava will talk about his journey halfway around the world to the World Championship. He will also share some tips for future attendees and new competitors."
            }
          ]
        },
        {
          "category": "workshop",
          "schedule": [
            {
              "time": "11:00 - 12:00",
              "title": "Sensory properties of tea and its preparation"
            },
            {
              "time": "12:30 - 13:30",
              "title": "Coffee Culture: Cupping",
              "description": "Produkční cupping Coffee Culture pod taktovkou vítěze Czech Brewers Cup 2020 a 2022 Tomáše Tussiga. Těšit se můžete na profesionální ochutnávku káv od pražírny Coffee Culture se vším všudy a tak jak má být.",
              "speakers": [
                "Tomáš Taussig"
              ]
            },
            {
              "time": "14:00 - 17:00",
              "title": "Introduction to coffee roasting with Chickas Industry",
              "description": "Ano, čteš to správně. Opravdu si zde můžeš upražit vlastní kávu a vzít si ji domů. Tento workshop nabízí unikátní hands-on experience pod vedením pravých profesionálů - importérek zelené kávy z Chicas Industry.",
              "speakers": [
                "Karolína Nekvindová",
                "Patrik Sláma",
                "Tereza Prejdová"
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "Day 2",
      "date": "17/9",
      "schedule": [
        {
          "category": "espresso",
          "schedule": [
            {
              "time": "10:30 - 13:00",
              "title": "Workshop: Espresso"
            },
            {
              "time": "13:30 - 16:30",
              "title": "Penerini"
            }
          ]
        },
        {
          "category": "espresso_milk",
          "schedule": [
            {
              "time": "10:00 - 13:30",
              "title": "Poppy Beans"
            },
            {
              "time": "10:30 - 14:00",
              "title": "Mitte Coffee"
            },
            {
              "time": "14:00 - 17:00",
              "title": "Veroni"
            },
            {
              "time": "14:30 - 17:00",
              "title": "Traffic Coffee"
            }
          ]
        },
        {
          "category": "brew",
          "schedule": [
            {
              "time": "10:30 - 13:30",
              "title": "Punkt."
            },
            {
              "time": "11:00 - 14:00",
              "title": "Kaldi"
            },
            {
              "time": "10:30 - 13:00",
              "title": "IG Coffee Roasters"
            },
            {
              "time": "13:30 - 16:30",
              "title": "The Roses"
            },
            {
              "time": "14:00 - 17:00",
              "title": "Diamond's Coffee"
            },
            {
              "time": "14:30 - 17:00",
              "title": "Jonas Reindl"
            }
          ]
        },
        {
          "category": "lecture",
          "schedule": [
            {
              "time": "11:30 - 13:30",
              "title": "Panel discussion: How to (not) open a cafe",
              "speakers": [
                "Martin Dutkiewitch",
                "Marek Knopp",
                "Martin Sienty",
                "Vojtěch Růžička"
              ],
              "description": "Four cafe owners on a panel, why you should definitely not open a cafe, why they would never do it again and why they keep opening new branches anyway."
            },
            {
              "time": "14:00 - 16:00",
              "title": "Bite-size controversy in the coffee world",
              "speakers": [
                "Alan Jarrar"
              ],
              "description": "Alan Jarrar, owner and roaster of the Jokes Aside Coffee and of the Stav cafe at the same time, will perform at the Roast festival! with his slightly controversial topics. Do you want to know more? Come in!"
            }
          ]
        },
        {
          "category": "workshop",
          "schedule": [
            {
              "time": "11:00 - 12:00",
              "title": "Introduction to cuppings",
              "description": "Znáte slovo 'cupping'? Pokud ne, nevadí! Tato akce je právě pro vás! Přidejte se k nám, a společně se ponoříme do fascinujícího světa kávového ochutnávání. Povíme si, jak takový cupping probíhá, co a jakými smysly vnímáme a následně to na sobě věchno i vyzkoušíme.",
              "speakers": [
                "Natálie Růžičková"
              ]
            },
            {
              "time": "12:30 - 13:30",
              "title": "Decaf coffee cupping",
              "description": "Myslíte si, že jsou všechny bezkofeinové kávy stejné? Tak to přijďte otestovat! Káva bez kofeinu to není jen podřadná a opovrhovaná náhražka pro slabé povahy, ale vlastně docela komplexní záležitost, díky která vznikají i zajímavé chuťové zážitky. Tento cupping je vhodný i pro milovníky kávy, kteří však neholdují kofeinu.",
              "speakers": [
                "Natálie Růžičková"
              ]
            },
            {
              "time": "14:00 - 15:00",
              "title": "101 of alternative methods and their comparison",
              "description": "V60, Kalita, Aeropress, Aeropress obrácený, Chemex, Džezva, CleverDrip, Vaccumpot, Origami, Frenchpress, Moccamaster, Moccamaster one... znáte další? Máte doma nějakou obskurnost a chcete se o ni podělit? Chceš-li se dozvědět o přípravě kávy na všechny možné způsoby, tohle je workshop přímo pro tebe.",
              "speakers": [
                "Martin Dutkiewitch"
              ]
            },
            {
              "time": "15:30 - 16:30",
              "title": "Senzory properties of coffee and wine",
              "description": "Víno a káva si jsou si bližší než byste čekali. Všimli jste si třeba někdy, že chuťové popisky na etiketách vín i káv jsou si až podezřele podobné? A co má takový profesionální somiliér společného s vítězem Cup Tasters? Přijďte hledat chutě nejen ve víně.",
              "speakers": [
                "Petr Chaloupek",
                "Josef Kučera"
              ]
            }
          ]
        }
      ]
    }
  ],
  "programCategory": {
    "lecture": "Lectures",
    "workshop": "Workshop",
    "espresso": "Espresso bar",
    "espresso_milk": "Espresso bar with milk",
    "brew": "Brew bar"
  },
  "programLoadingText": "The program is properly roasted now!",
  "programSubjectToChange": "This program is subject to change",
  "tickets": "Tickets",
  "title": "Coffee roasters festival in Brno",
  "sponsors": {
    "title": "Sponsors",
    "add": "Become a sponsor"
  },
  "promotedRoasters": {
    "title": "Coffee roasters",
    "text": [
      "Besides other activities, you can look forward to individual presentations of following coffee roasters."
    ]
  },
  "learnMore": "learn more",
  "info": [
    {
      "title": "What is Roast!? And what can I expect from it?",
      "text": "The entrance fee includes all coffee consumption, which you can taste at our espresso and brew bars, and entry to all workshops, lectures, and cuppings. You can buy coffee from roasters that you like, either directly at the bars or at the sales stand."
    },
    {
      "title": "Espresso bars",
      "text": "Local and foreign coffee roasters will be on rotation in all of our bars. You can try all kinds of milk drinks at two bars. On the third one, you can taste a fine-tuned espresso without any additives. Can't you have regular milk? We are ready for that too! All bars will have an oat milk option from OATLY."
    },
    {
      "title": "Brew bars",
      "text": "V60, Chemex, Aeropress or Coldbrew? You can also taste these alternative preparations at our brew bars. We leave roasters completely free to choose the preparation method that best suits their beans."
    },
    {
      "title": "Workshops and cuppings",
      "text": "You have no idea what \"cupping\" means? Would you like to try more than a dozen alternative coffee preparations or test your sensory abilities? Great! Our professional baristas will guide you through all these things and will be happy to answer all your questions."
    },
    {
      "title": "Lectures",
      "text": "Are you wondering what the owners of established businesses had to go through when they opened their brick-and-mortar stores? Would you like to know how roasting works or what the difference is between fired and leavened dough that you find on the counter of every other business? Then the lectures of our special guests are for you."
    },
    {
      "title": "Have you had enough coffee yet?",
      "text": "Have a drink, beer or homemade lemonade. And at the sweet and salty stand, not only sandwiches or wreaths with salted caramel are ready for you to bite into!"
    }
  ],
  "signUp": "Sign up"
}
